const questions = [
	{
		text: `
<b>Вопрос 1</b>\n
<b>2 + 2</b>\n
<b>Варианты ответов</b>\n
1️⃣  2\n
2️⃣  22\n
3️⃣  4
				`,
		buttons: [[{ text: '2' }], [{ text: '22' }], [{ text: '4' }]],
		right_answer: '4',
		id: 1,
	},
	{
		text: `
<b>Вопрос 2</b>\n
<b>Название нашей планеты</b>\n
<b>Варианты ответов</b>\n
1️⃣  Юпитер\n
2️⃣  Земля\n
3️⃣  Меркурий\n
4️⃣  Венера
				`,
		buttons: [
			[{ text: 'Юпитер' }],
			[{ text: 'Земля' }],
			[{ text: 'Меркурий' }],
			[{ text: 'Венера' }],
		],
		right_answer: 'Земля',
		id: 2,
	},
	{
		text: `
<b>Вопрос 3</b>\n
<b>Столица Японии</b>\n
<b>Варианты ответов</b>\n
1️⃣  Ереван\n
2️⃣  Тайбэй\n
3️⃣  Токио\n
4️⃣  Рига
				`,
		buttons: [
			[{ text: 'Ереван' }],
			[{ text: 'Тайбэй' }],
			[{ text: 'Токио' }],
			[{ text: 'Рига' }],
		],
		right_answer: 'Токио',
		id: 3,
	},
]

module.exports = {
	questions,
}
